Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/LaFayette1678_Cleves_btv1b8610820b_corrected_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: QVelque approbation qu'ait eu cette Hiſtoire dans les lectures qu'on en a faites, l'Autheur n'a pu ſe reſoudre à ſe declarer;
fr: QUelque approbation qu’ait eu cette Histoire dans les lectures qu’on en a faites, l’Auteur n’a pu se résoudre à se déclarer;

source: il a craint que ſon nom ne diminuaſt le ſuccez de ſon Livre.
fr: il a craint que son nom ne diminuât le succès de son Livre.

source: Il ſçait par experience, que l’on condamne quelquefois les Ouvrages ſur la mediocre opinion qu'on a de l'Autheur, & il ſçait außi que la reputation de l'Autheur donne ſouvent du prix aux Ouvrages.
fr: Il sait par expérience, que l’on condamne quelquefois les Ouvrages sur la médiocre opinion qu’on a de l’Auteur, et il sait aussi que la réputation de l’Auteur donne souvent du prix aux Ouvrages.

source: Il demeure donc dans l'obſcurité où il eſt, pour laiſſer les jugemens plus libres & plus équitables, & il ſe montrera neantmoins ſi cette Hiſtoire eſt außi agreable au Public que je l'eſpere.
fr: Il demeure donc dans l’obscurité où il est, pour laisser les jugements plus libres et plus équitables, et il se montrera néantmoins si cette Histoire est aussi agréable au Public que je l’espère.

source: LA magnificence & la galanterie n’ont jamais paru en France avec tant d’éclat, que dans les dernieres années du regne de Henry ſecond.
fr: LA magnificence et la galanterie n’ont jamais paru en France avec tant d’éclat, que dans les dernières années du règne de Henri second.

source: Ce Prince eſtoit galand, bien fait, & amoureux, quoy que ſa paſſion pour Diane de Poitiers, Ducheſſe de Valentinois, euſt commencé il y avoit plus de vingt ans, elle n’en eſtoit pas moins violente, & il n’en donnoit pas des témoignages moins éclatans.
fr: Ce Prince était galant, bien fait, et amoureux, quoi que sa passion pour Diane de Poitiers, Duchesse de Valentinois, eût commencé il y avait plus de vingt ans, elle n’en était pas moins violente, et il n’en donnait pas des témoignages moins éclatants.

source: Comme il reüſſiſſoit admirablement dans tous les exercices du corps, il en faiſoit une de ſes plus grandes occupations.
fr: Comme il réussissait admirablement dans tous les exercices du corps, il en faisait une de ses plus grandes occupations.

source: C’eſtoit tous les jours des parties de chaſſe & de paulme, des balets, des courſes de bagues, ou de ſemblables divertiſſemens;
fr: C’était tous les jours des parties de chasse et de paume, des ballets, des courses de bagues, ou de semblables divertissements;

source: les couleurs & les chiffres de Madame de Valentinois paroiſſoient par tout, & elle paroiſſoit elle meſme avec tous les ajuſtemens que pouvoit avoit Mademoiſelle de la Marck, ſa petite fille, qui eſtoit alors à marier.
fr: les couleurs et les chiffres de Madame de Valentinois paraissaient partout, et elle paraissait elle-même avec tous les ajustements que pouvait avait Mademoiselle de la Marck, sa petite-fille, qui était alors à marier.

source: La preſence de la Reine autoriſoit la ſienne:
fr: La présence de la Reine autorisait la sienne:

source: Cette Princeſſe eſtoit belle, quoi qu'elle euſt paſſé la premiere jeuneſſe;
fr: Cette Princesse était belle, quoi qu’elle eût passé la première jeunesse;

source: elle aimoit la grandeur, la magnificence, & les plaiſirs.
fr: elle aimait la grandeur, la magnificence, et les plaisirs.

source: Le Roy l'avoit épouſée lors qu'il eſtoit encore Duc d’Orleans, & qu’il avoit pour aiſné le Dauphin, qui mourut à Tournon;
fr: Le Roi l’avait épousée lorsqu’il était encore Duc d’Orléans, et qu’il avait pour aîné le Dauphin, qui mourut à Tournon;

source: Prince, que ſa naiſſance & ſes grandes qualitez deſtinoient à remplir dignement la place du Roy François premier, ſon pere.
fr: Prince, que sa naissance et ses grandes qualités destinoient à remplir dignement la place du Roi François premier, son père.

source: L'humeur ambitieuſe de la Reine luy faiſoit trouver une grande douceur à regner;
fr: L’humeur ambitieuse de la Reine lui faisait trouver une grande douceur à régner;

source: il ſembloit qu'elle ſouffriſt ſans peine l’attachement du Roy pour la Ducheſſe de Valentinois, & elle n’en témoignoit aucune jalouſie;
fr: il semblait qu’elle souffrît sans peine l’attachement du Roi pour la Duchesse de Valentinois, et elle n’en témoignait aucune jalousie;

source: mais elle avoit une ſi profonde diſſimulation, qu’il eſtoit difficile de juger de ſes ſentimens, & la politique l'obligeoit d’approcher cette Ducheſſe de ſa perſonne, afin d’en approcher auſſi le Roy.
fr: mais elle avait une si profonde dissimulation, qu’il était difficile de juger de ses sentiments, et la politique l’obligeait d’approcher cette Duchesse de sa personne, afin d’en approcher aussi le Roi.

source: Ce Prince aimoit le commerce des femmes, meſme de celles dont il n’eſtoit pas amoureux;
fr: Ce Prince aimait le commerce des femmes, même de celles dont il n’était pas amoureux;

source: Il demeuroit tous les jours chez la Reine à l’heure du Cercle, où tout ce qu’il y avoit de plus beau, & de mieux fait de l’un & de l’autre ſexe, ne manquoit pas de ſe trouver.
fr: Il demeurait tous les jours chez la Reine à l’heure du Cercle, où tout ce qu’il y avait de plus beau, et de mieux fait de l’un et de l’autre sexe, ne manquait pas de se trouver.

source: Jamais Cour n'a eü tant de belles perſonnes, & d’hommes admirablement bien faits, & il ſembloit que la nature euſt pris plaiſir à placer, ce qu'elle donne de plus beau dans les plus grandes Princeſſes, & dans les plus grands Princes:
fr: Jamais Cour n’a eu tant de belles personnes, et d’hommes admirablement bien faits, et il semblait que la nature eût pris plaisir à placer, ce qu’elle donne de plus beau dans les plus grandes Princesses, et dans les plus grands Princes:

source: Madame Elizabeth de France, qui fut, depuis Reine d'Eſpagne, commençoit à faire paroître un eſprit ſurprenant, & cette incomparable beauté qu'il luy a eſté ſi funeſte.
fr: Madame Élisabeth de France, qui fut, depuis Reine d’Espagne, commençait à faire paraître un esprit surprenant, et cette incomparable beauté qu’il lui a été si funeste.

source: Marie Stuart Reine d'Ecoſſe, qui venoit d’épouſer Monſieur le Dauphin, & qu’on appelait la Reine Dauphine, eſtoit une personne parfaite, pour l’eſprit & pour le corps:
fr: Marie Stuart Reine d’Écosse, qui venoit d’épouser Monsieur le Dauphin, et qu’on appelait la Reine Dauphine, était une personne parfaite, pour l’esprit et pour le corps:

source: Elle avoit eſté elevée à la Cour de France, elle en avoit pris toute la politeſſe, & elle eſtoit née avec tant de diſpoſition pour toutes les belles choſes, que malgré ſa grande jeuneſſe, elle les aimoit, & s’y connoiſſoit mieux que perſonne.
fr: Elle avait été elevée à la Cour de France, elle en avait pris toute la politesse, et elle était née avec tant de disposition pour toutes les belles choses, que malgré sa grande jeunesse, elle les aimait, et s’y connaissait mieux que personne.

source: La Reine ſa belle mere, & Madame ſœur du Roy, aimoient auſſi les Vers, la Comedie, & la Muſique: Le gouſt que le Roy François premier avoit eü pour la Poeſie & pour les Lettres, regnoit encore en France;
fr: La Reine sa belle-mère, et Madame sœur du Roi, aimaient aussi les Vers, la Comédie, et la Musique: Le goût que le Roi Français premier avait eu pour la Poésie et pour les Lettres, régnait encore en France;

source: & le Roy ſon fils aimant les exercices du corps, tous les plaiſirs eſtoient à la Cour:
fr: et le Roi son fils aimant les exercices du corps, tous les plaisirs étaient à la Cour:

source: Mais ce qui rendoit cette Cour belle & majeſtueuſe, eſtoit le nombre infiny de Princes, & de grands Seigneurs d’un merite extraordinaire.
fr: Mais ce qui rendait cette Cour belle et majestueuse, était le nombre infini de Princes, et de grands Seigneurs d’un mérite extraordinaire.

source: Ceux que je vais nommer, eſtoient en des manieres differentes, l’ornement, & l'admiration de leur ſiecle.
fr: Ceux que je vais nommer, étaient en des manières différentes, l’ornement, et l’admiration de leur siècle.

source: Le Roy de Navarre attiroit le reſpect de tout le monde par la grandeur de ſon rang, & par celle qui paroiſſoit en ſa personne.
fr: Le Roi de Navarre attirait le respect de tout le monde par la grandeur de son rang, et par celle qui paraissait en sa personne.

source: Il excelloit dans la guerre, & le Duc de Guiſe luy donnoit une émulation qui l'avoit porté pluſieurs fois à quitter ſa place de General, pour aller combattre auprés de luy comme un ſimple ſoldat, dans les lieux les plus perilleux.
fr: Il excellait dans la guerre, et le Duc de Guise lui donnait une émulation qui l’avait porté plusieurs fois à quitter sa place de Général, pour aller combattre auprès de lui comme un simple soldat, dans les lieux les plus périlleux.

source: Il eſt vray auſſi que ce Duc avoit donné des marques d'une valeur ſi admirable, & avoir eu de ſi heureux ſuccez, qu’il n'y avoit point de grand Capitaine qui ne dûſt le regarder avec envie.
fr: Il est vrai aussi que ce Duc avait donné des marques d’une valeur si admirable, et avoir eu de si heureux succès, qu’il n’y avait point de grand Capitaine qui ne dût le regarder avec envie.

source: Sa valeur eſtoit ſoûtenuë de toutes les autres grandes qualitez:
fr: Sa valeur était soutenue de toutes les autres grandes qualités:

source: il avoit un eſprit vaſte & profond, une ame noble & élevée, & une égale capacité pour la guerre, & pour les affaires.
fr: il avait un esprit vaste et profond, une ame noble et élevée, et une égale capacité pour la guerre, et pour les affaires.

source: Le Cardinal de Lorraine ſon frere eſtoit né avec une ambition demeſurée, avec un eſprit vif & une éloquence admirable, & il avoit acquis une ſcience profonde, dont il ſe ſervoit pour ſe rendre conſiderable en défendant la Religion Catholique, qui çommençoit d’eſtre attaquée Le Chevalier de Guiſe, que l’on appella depuis le grand Prieur, eſtoit un Prince aimé de tout le monde, bien fait, plein d'eſprit, plein d’adreſſe, & d’une valeur celebre par toute l'Europe.
fr: Le Cardinal de Lorraine son frère était né avec une ambition démesurée, avec un esprit vif et une éloquence admirable, et il avait acquis une science profonde, dont il se servait pour se rendre considérable en défendant la Religion Catholique, qui çommençait d’être attaquée Le Chevalier de Guise, que l’on appella depuis le grand Prieur, était un Prince aimé de tout le monde, bien fait, plein d’esprit, plein d’adresse, et d’une valeur célèbre par toute l’Europe.

source: Le Prince de Condé dans un petit corps peu favoriſé de la nature, avoit une ame grande & hautaine, & un esprit qui le rendoit aimable aux yeux meſme des plus belles femmes: Le Duc de Nevers, dont la vie eſtoit glorieuſe par la guerre, & par les grands emplois qu’il avoit eus, quoy que dans un âge un peu avancé, faiſoit les delices de la Cour.
fr: Le Prince de Condé dans un petit corps peu favorisé de la nature, avait une âme grande et hautaine, et un esprit qui le rendait aimable aux yeux même des plus belles femmes: Le Duc de Nevers, dont la vie était glorieuse par la guerre, et par les grands emplois qu’il avait eus, quoique dans un âge un peu avancé, faisait les délices de la Cour.

source: Il avoit trois fils parfaitement bien faits;
fr: Il avait trois fils parfaitement bien faits;

source: le ſecond qu’on appelloit le Prince de Cleves, eſtoit digne de ſoûtenir la gloire de ſon nom, il eſtoit brave & magnifique, & il avoit une prudence qui ne ſe trouve gueres avec la jeuneſſe.
fr: le second qu’on appellait le Prince de Clèves, était digne de soutenir la gloire de son nom, il était brave et magnifique, et il avait une prudence qui ne se trouve guères avec la jeunesse.

source: Le Vidame de Chartres, deſcendu de cette ancienne Maiſon de Vendoſme, dont les Princes du Sang n’ont point dédaigné de porter le nom, eſtoit également distingué dans la guerre, & dans la galanterie.
fr: Le Vidame de Chartres, descendu de cette ancienne Maison de Vendôme, dont les Princes du Sang n’ont point dédaigné de porter le nom, était également distingué dans la guerre, et dans la galanterie.

source: Il eſtoit beau, de bonne mine, vaillant, hardy, liberal:
fr: Il était beau, de bonne mine, vaillant, hardi, libéral:

source: Toutes ces bonnes qualitez eſtoient vives & éclatantes, enfin il eſtoit ſeul digne d’eſtre comparé au Duc de Nemours, ſi quelqu’un luy euſt pû eſtre comparable.
fr: Toutes ces bonnes qualités étaient vives et éclatantes, enfin il était seul digne d’être comparé au Duc de Nemours, si quelqu’un lui eût pu être comparable.

source: Mais ce Prince eſtoit un chef-d’œuvre de la nature;
fr: Mais ce Prince était un chef-d’œuvre de la nature;

source: ce qu'il avoit de moins admirable, c’eſtoit d'eſtre l’homme du monde le mieux fait & le plus beau.
fr: ce qu’il avait de moins admirable, c’était d’être l’homme du monde le mieux fait et le plus beau.

source: Ce qui le mettoit au deſſus des autres eſtoit une valeur incomparable, & un agréement dans ſon eſprit, dans ſon viſage, & dans ſes actions, que l'on n’a jamais veu qu'a luy ſeul;
fr: Ce qui le mettait au dessus des autres était une valeur incomparable, et un agréement dans son esprit, dans son visage, et dans ses actions, que l’on n’a jamais vu qu’à lui seul;

source: il avoit un enjouëment qui plaiſoit également aux hommes, & aux femmes, une adreſſe extraordinaire dans tous ſes exercices, une maniere de s’habiller qui eſtoit toûjours ſuivie de tout le monde, ſans pouvoir eſtre imitée;
fr: il avait un enjouement qui plaisait également aux hommes, et aux femmes, une adresse extraordinaire dans tous ses exercices, une manière de s’habiller qui était toujours suivie de tout le monde, sans pouvoir être imitée;

source: & enfin un air dans toute ſa perſonne, qui faiſoit qu’on ne pouvoit regarder que luy dans tous les lieux où il paroiſſoit.
fr: et enfin un air dans toute sa personne, qui faisait qu’on ne pouvait regarder que lui dans tous les lieux où il paraissait.

source: Il n’y avoit aucune Dame dans la Cour, dont la gloire n'euſt eſté flatée de le voir attaché à elle;
fr: Il n’y avait aucune Dame dans la Cour, dont la gloire n’eût été flattée de le voir attaché à elle;

source: peu de celles à qui il s’eſtoit attaché, ſe pouvoient vanter de luy avoir reſiſté, & meſme pluſieurs à qui il n’avoit point témoigné de paſſion, n’avoient pas laiſſé d’en avoir pour luy.
fr: peu de celles à qui il s’était attaché, se pouvaient vanter de lui avoir résisté, et même plusieurs à qui il n’avait point témoigné de passion, n’avoient pas laissé d’en avoir pour lui.

source: Il avoit tant de douceur & tant de diſpoſition à la galanterie, qu’il ne pouvoit refuſer quelques ſoins à celles qui tâchoiẽt de lui plaire:
fr: Il avait tant de douceur et tant de disposition à la galanterie, qu’il ne pouvait refuser quelques soins à celles qui tâchoient de lui plaire:

source: Ainſi il avoit pluſieurs Maîtreſſes, mais il eſtoit difficile de deviner celle qu’il aimoit veritablement.
fr: Ainsi il avait plusieurs Maîtresses, mais il était difficile de deviner celle qu’il aimait véritablement.

source: Il alloit ſouvent chez la Reine Dauphine;
fr: Il allait souvent chez la Reine Dauphine;

source: la beauté de cette Princeſſe, ſa douceur, le ſoin qu’elle avoit de plaire à tout le monde, & l’eſtime particuliere qu’elle témoignoit à ce Prince, avoit ſouvent donné lieu de croire qu’il levoit les yeux juſqu’à elle.
fr: la beauté de cette Princesse, sa douceur, le soin qu’elle avait de plaire à tout le monde, et l’estime particulière qu’elle témoignait à ce Prince, avait souvent donné lieu de croire qu’il levait les yeux jusqu’à elle.

source: Meſſieurs de Guiſe donc elle eſtoit niéce, avoient beaucoup augmenté leur credit & leur consideration par ſon mariage;
fr: Messieurs de Guise donc elle était nièce, avaient beaucoup augmenté leur crédit et leur considération par son mariage;

source: leur ambition les faiſoit aſpirer à s’égaler aux Princes du Sang, & à partager le pouvoir du Conneſtable de Montmorency.
fr: leur ambition les faisait aspirer à s’égaler aux Princes du Sang, et à partager le pouvoir du Connétable de Montmorency.

source: Le Roy ſe repoſoit ſur luy de la plus grande partie du gouvernement des affaires, & traitoit le Duc de Guiſe & le Mareſchal de ſaint André, comme ſes Favoris:
fr: Le Roi se repoſait sur lui de la plus grande partie du gouvernement des affaires, et traitait le Duc de Guise et le Mareschal de Saint-André, comme ses Favoris:

source: Mais ceux que la faveur, ou les affaires approchoient de ſa perſonne, ne s’y pouvoient maintenir qu'en ſe ſoûmettant à la Ducheſſe de Valentinois;
fr: Mais ceux que la faveur, ou les affaires approchaient de sa personne, ne s’y pouvaient maintenir qu’en se soumettant à la Duchesse de Valentinois;

source: & quoy qu'elle n’euſt plus de jeuneſſe, ny de beauté, elle le gouvernoit avec un empire ſi abſolu, que l'on peut dire qu'elle eſtoit maîtreſſe de ſa perſonne & de l’Eſtat.
fr: et quoi qu’elle n’eût plus de jeunesse, ni de beauté, elle le gouvernait avec un empire si absolu, que l’on peut dire qu'elle était maîtresse de sa personne et de l’État.

source: Le Roy avoit toûjours aimé le Conneſtable, & ſi-toſt qu’il avoit commencé à regner, il l'avoit rappellé de l’exil où le Roy François premier l'avoit envoyé.
fr: Le Roi avait toujours aimé le Connétable, et sitôt qu’il avait commencé à régner, il l’avait rappellé de l’exil où le Roi François premier l’avait envoyé.

source: La Cour eſtoit partagée entre Meſſieurs de Guiſe & le Conneſtable, qui eſtoit ſoûtenu des Princes du Sang.
fr: La Cour était partagée entre Messieurs de Guise et le Connétable, qui était soutenu des Princes du Sang.

source: L’un & l’autre party avoit toûjours ſongé à gagner la Ducheſſe de Valentinois.
fr: L’un et l’autre parti avait toujours songé à gagner la Duchesse de Valentinois.

source: Le Duc d’Aumale, Frere du Duc de Guiſe, avoit épouſé une de ſes filles:
fr: Le Duc d’Aumale, Frère du Duc de Guise, avait épousé une de ses filles:

source: le Conneſtable aſpiroit à la meſme alliance.
fr: le Connétable aspirait à la même alliance.

source: Il ne ſe contentoit pas d’avoir marié ſon fils aiſné avec Madame Diane fille du Roy, & d’une Dame de Piedmont, qui ſe fit Religieuſe auſſi-toſt qu’elle fut accouchée.
fr: Il ne se contentait pas d’avoir marié son fils aîné avec Madame Diane fille du Roi, et d’une Dame de Piémont, qui se fit Religieuse aussitôt qu’elle fut accouchée.

source: Ce mariage avoit eu beaucoup d’obſtacles, par les promeſſes que Monſieur de Montmorency avoit faites à Mademoiſelle de Piennes, une des filles d’honneur de la Reine:
fr: Ce mariage avait eu beaucoup d’obstacles, par les promesses que Monsieur de Montmorency avait faites à Mademoiselle de Piennes, une des filles d’honneur de la Reine:

source: Et bien que le Roy les euſt ſurmontez avec une patience & une bonté extreme, ce Conneſtable ne ſe trouvoit pas encore aſſez appuyé, s’il ne s’aſſeuroit de Madame de Valentinois, & s’il ne la ſeparoit de Meſſieurs de Guiſe, dont la grandeur commençoit à donner de l’inquietude à cette Ducheſſe.
fr: Et bien que le Roi les eût surmontés avec une patience et une bonté extreme, ce Connétable ne se trouvait pas encore assez appuyé, s’il ne s’assurait de Madame de Valentinois, et s’il ne la séparait de Messieurs de Guise, dont la grandeur commençait à donner de l’inquiétude à cette Duchesse.

source: Elle avoit retardé autant qu'elle avoit pu, le mariage du Dauphin avec la Reine d’Eſcoſſe:
fr: Elle avait retardé autant qu’elle avait pu, le mariage du Dauphin avec la Reine d’Écosse:

source: La beauté & l'eſprit capable & avancé de cette jeune Reine, & l'élevation que ce mariage donnoit à Meſſieurs de Guiſe, luy eſtoient inſuportables.
fr: La beauté et l’esprit capable et avancé de cette jeune Reine, et l’élevation que ce mariage donnait à Messieurs de Guise, lui étaient insupportables.

source: Elle haïſſoit particulierement le Cardinal de Lorraine;
fr: Elle haïssait particulièrement le Cardinal de Lorraine;

source: il luy avoit parlé avec aigreur, & meſme avec mépris; elle voyoit qu'il prenoit des liaiſons avec la Reine; de ſorte que le Conneſtable la trouva diſpoſée à s’unir avec luy, & à entrer dans ſon alliance, par le mariage de Mademoiſelle de la Marck ſa petite fille, avec Monſieur d’Anville ſon ſecond fils, qui ſucceda depuis à ſa Charge ſous le regne de Charles IX.
fr: il lui avait parlé avec aigreur, et même avec mépris; elle voyait qu’il prenait des liaisons avec la Reine; de sorte que le Connétable la trouva disposée à s’unir avec lui, et à entrer dans son alliance, par le mariage de Mademoiselle de la Marck sa petite fille, avec Monsieur d’Anville son second fils, qui succéda depuis à sa Charge sous le règne de Charles IX.

source: Le Conneſtable ne crût pas trouver d'obſtacles dans l'eſprit de Monſieur d’Anville pour un mariage, comme il en avoit trouvé dans l’eſprit de Monſieur de Montmorency;
fr: Le Connétable ne crut pas trouver d’obstacles dans l’esprit de Monsieur d’Anville pour un mariage, comme il en avait trouvé dans l’esprit de Monsieur de Montmorency;

source: mais quoy que les raiſons luy en fuſſent cachées, les difficultez n'en furent gueres moindres.
fr: mais quoi que les raisons lui en fussent cachées, les difficultés n’en furent guères moindres.

source: Monſieur d’Anville eſtoit éperduëment amoureux de la Reine Dauphine, & quelque peu d'eſperance qu'il euſt dans cette paſſion, il ne pouvoit ſe reſoudre à prendre un engagement qui partageroit ſes ſoins.
fr: Monsieur d’Anville était éperduement amoureux de la Reine Dauphine, et quelque peu d’espérance qu’il eût dans cette passion, il ne pouvait se résoudre à prendre un engagement qui partagerait ses soins.

source: Le Mareſchal de ſaint André eſtoit le ſeul dans la Cour qui n’euſt point pris de party:
fr: Le Maréchal de Saint-André était le seul dans la Cour qui n’eût point pris de parti:

source: Il eſtoit un des Favoris, & ſa faveur ne tenoit qu'à ſa perſonne:
fr: Il était un des Favoris, et sa faveur ne tenait qu’à sa personne:

source: Le Roy l’avoit aimé dés le temps qu’il eſtoit Dauphin;
fr: Le Roi l’avait aimé dès le temps qu’il était Dauphin;

source: & depuis il l'avoit fait Mareſchal de France dans un âge où l'on n’a pas encore acoûtumé de pretendre aux moindres dignitez.
fr: et depuis il l’avait fait Maréchal de France dans un âge où l’on n’a pas encore accoutumé de prétendre aux moindres dignités.

source: Sa faveur luy donnoit un éclat qu’il ſoûtenoit par ſon merite & par l’agréement de ſa perſonne, par une grande delicateſſe pour ſa table & pour ſes meubles, & par la plus grande magnificence qu'on euſt jamais veuë en un particulier.
fr: Sa faveur lui donnait un éclat qu’il soutenait par son mérite et par l’agréement de sa personne, par une grande délicatesse pour sa table et pour ses meubles, et par la plus grande magnificence qu’on eût jamais vue en un particulier.

source: La liberalité du Roy fourniſſoit à cette dépenſe;
fr: La libéralité du Roi fournissait à cette dépense;

source: Ce Prince alloit juſqu'à la prodigalité pour ceux qu'il aimoit;
fr: Ce Prince allait jusqu’à la prodigalité pour ceux qu’il aimait;

source: il n'avoit pas toutes les grandes qualitez, mais il en avoit pluſieurs, & ſur tout celle d'aimer la guerre, & de l'entendre; auſſi avoit-il eu d'heureux ſuccez, & ſi on en excepte la bataille de ſaint Quentin, ſon regne n'avoit eſté qu’une ſuite de victoires.
fr: il n’avait pas toutes les grandes qualités, mais il en avait plusieurs, et sur tout celle d’aimer la guerre, et de l’entendre; aussi avait-il eu d’heureux succès, et si on en excepte la bataille de Saint-Quentin, son règne n’avait été qu’une suite de victoires.
